"SKRefreshHeaderIdleText" = "下拉可以刷新";
"SKRefreshHeaderPullingText" = "松开立即刷新";
"SKRefreshHeaderRefreshingText" = "正在刷新数据中...";

"SKRefreshAutoFooterIdleText" = "点击或上拉加载更多";
"SKRefreshAutoFooterRefreshingText" = "正在加载更多的数据...";
"SKRefreshAutoFooterNoMoreDataText" = "已经全部加载完毕";

"SKRefreshBackFooterIdleText" = "上拉可以加载更多";
"SKRefreshBackFooterPullingText" = "松开立即加载更多";
"SKRefreshBackFooterRefreshingText" = "正在加载更多的数据...";
"SKRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"SKRefreshHeaderLastTimeText" = "最后更新：";
"SKRefreshHeaderDateTodayText" = "今天";
"SKRefreshHeaderNoneLastDateText" = "无记录";
